Repository: 522905/Domestic-app
Catalog: lib/l10n/app_*.arb
Languages: hi

# appTitle
source: LPG Distribution
hi: एलपीजी वितरण

# notificationChannelName
source: High Importance Notifications
hi: उच्च महत्व की सूचनाएं

# notificationChannelDescription
source: This channel is used for important notifications.
hi: यह चैनल महत्वपूर्ण सूचनाओं के लिए उपयोग किया जाता है।

# profileTitle
source: Profile
hi: प्रोफ़ाइल

# profileRefresh
source: Refresh Profile
hi: प्रोफ़ाइल ताज़ा करें

# profileMoreOptionsTooltip
source: More Options
hi: अधिक विकल्प

# profileLoading
source: Loading profile...
hi: प्रोफ़ाइल लोड हो रही है...

# profileAccountInformation
source: Account Information
hi: खाते की जानकारी

# profileCompanyLabel
source: Company
hi: कंपनी

# profileAccountLabel
source: Account
hi: खाता

# profileWarehouseLabel
source: Warehouse
hi: वेयरहाउस

# profileRoleLabel
source: Role
hi: भूमिका

# profileRolesLabel
source: Roles
hi: भूमिकाएँ

# profileNotAssigned
source: Not assigned
hi: निर्धारित नहीं

# profileContactInformation
source: Contact Information
hi: संपर्क जानकारी

# profilePhoneNumber
source: Phone Number
hi: फ़ोन नंबर

# profileEmail
source: Email
hi: ईमेल

# profileVehicleInformation
source: Vehicle Information
hi: वाहन जानकारी

# profileVehicleNumber
source: Vehicle Number
hi: वाहन नंबर

# profileAppInformation
source: App Information
hi: ऐप जानकारी

# profileCurrentVersion
source: Current Version
hi: वर्तमान संस्करण

# profileRequiredUpdate
source: Required update - Tap to install
hi: आवश्यक अपडेट - इंस्टॉल करने के लिए टैप करें

# profileRecommendedUpdate
source: Recommended update available
hi: अनुशंसित अपडेट उपलब्ध

# profileInformUpdate
source: New version available
hi: नया संस्करण उपलब्ध

# profileBecomePartner
source: BECOME PARTNER
hi: साझेदार बनें

# profileEditPassword
source: EDIT PASSWORD
hi: पासवर्ड बदलें

# profileLogout
source: LOGOUT
hi: लॉग आउट

# profileLogoutConfirmTitle
source: Confirm Logout
hi: लॉग आउट की पुष्टि करें

# profileLogoutConfirmMessage
source: Are you sure you want to logout from your account? You will need to login again to access the app.
hi: क्या आप वास्तव में अपने खाते से लॉग आउट करना चाहते हैं? ऐप का उपयोग जारी रखने के लिए आपको फिर से लॉग इन करना होगा।

# profileLogoutConfirmCancel
source: CANCEL
hi: रद्द करें

# profileLogoutConfirmProceed
source: Logout
hi: लॉग आउट

# profileCopyTooltip
source: Copy {label}
hi: {label} कॉपी करें

# profileCopyMessage
source: {label} copied to clipboard
hi: {label} क्लिपबोर्ड पर कॉपी किया गया

# profileVersionPrefix
source: Version {version}
hi: संस्करण {version}

# profileActionSheetTitle
source: Profile Options
hi: प्रोफ़ाइल विकल्प

# profileActionEditProfileTitle
source: Edit Profile
hi: प्रोफ़ाइल संपादित करें

# profileActionEditProfileSubtitle
source: Update your personal information
hi: अपनी व्यक्तिगत जानकारी अपडेट करें

# profileActionSwitchCompanyTitle
source: Switch Company
hi: कंपनी बदलें

# profileActionSwitchCompanySubtitle
source: Change your active company
hi: अपनी सक्रिय कंपनी बदलें

# profileActionChangePasswordTitle
source: Change Password
hi: पासवर्ड बदलें

# profileActionChangePasswordSubtitle
source: Update your security credentials
hi: अपनी सुरक्षा साख अपडेट करें

# profileActionChangePasswordMessage
source: Change password feature coming soon
hi: पासवर्ड बदलने की सुविधा जल्द ही आ रही है

# profileActionNotificationSettingsTitle
source: Notification Settings
hi: सूचना सेटिंग्स

# profileActionNotificationSettingsSubtitle
source: Manage your notification preferences
hi: अपनी सूचना प्राथमिकताएँ प्रबंधित करें

# profileActionNotificationSettingsMessage
source: Notification settings feature coming soon
hi: सूचना सेटिंग्स सुविधा जल्द ही आ रही है

# profileActionHelpTitle
source: Help & Support
hi: सहायता और समर्थन

# profileActionHelpSubtitle
source: Get assistance and support
hi: सहायता और समर्थन प्राप्त करें

# profileActionHelpMessage
source: Help & support feature coming soon
hi: सहायता और समर्थन सुविधा जल्द ही आ रही है

# profileActionLogoutTitle
source: Logout
hi: लॉग आउट

# profileActionLogoutSubtitle
source: Sign out from your account
hi: अपने खाते से साइन आउट करें

# profileCompanySwitcherTitle
source: Switch Company
hi: कंपनी बदलें

# profileCompanySwitcherActive
source: ACTIVE
hi: सक्रिय

# profileCompanyCode
source: Code: {code}
hi: कोड: {code}

# profileCompanySwitchButton
source: SWITCH
hi: बदलें

# profileSwitchFailed
source: Failed to switch company: {error}
hi: कंपनी बदलने में विफल: {error}

# profileCompaniesLoadFailed
source: Failed to load companies: {error}
hi: कंपनियाँ लोड करने में विफल: {error}

# profileErrorLoading
source: Error loading profile: {error}
hi: प्रोफ़ाइल लोड करने में त्रुटि: {error}

# profileOptionalDataError
source: Optional user data not available: {error}
hi: वैकल्पिक उपयोगकर्ता डेटा उपलब्ध नहीं: {error}

# profileLogoutError
source: Error logging out: {error}
hi: लॉग आउट में त्रुटि: {error}

# profileNavigationError
source: Navigation error: {error}
hi: नेविगेशन त्रुटि: {error}

# profileVersionUpdateFailed
source: Update failed: {error}
hi: अपडेट विफल: {error}

# profileSwitchingTo
source: Switching to:
hi: बदल रहे हैं:

# profileActiveCompanyLabel
source: User
hi: उपयोगकर्ता

# profileLanguageToggle
source: Language
hi: भाषा

# profileLanguageEnglish
source: English
hi: अंग्रेज़ी

# profileLanguageHindi
source: Hindi
hi: हिंदी

source: Unable to get download URL
hi: डाउनलोड URL प्राप्त नहीं किया जा सका

source: Download failed: {error}
hi: डाउनलोड विफल रहा: {error}

source: Please enter both username and password
hi: कृपया उपयोगकर्ता नाम और पासवर्ड दोनों दर्ज करें

source: Login failed. Please try again.
hi: लॉगिन विफल रहा। कृपया पुनः प्रयास करें।

source: App update required. Please download the latest version.
hi: ऐप अपडेट आवश्यक है। कृपया नवीनतम संस्करण डाउनलोड करें।

source: Connection timeout. Please try again.
hi: कनेक्शन टाइमआउट हो गया। कृपया पुनः प्रयास करें।

source: No internet connection. Please check your network.
hi: कोई इंटरनेट कनेक्शन नहीं है। कृपया अपना नेटवर्क जाँचें।

source: Download Failed
hi: डाउनलोड विफल

source: Failed to download update. Please try again or download from website.
hi: अपडेट डाउनलोड नहीं हो सका। कृपया पुनः प्रयास करें या वेबसाइट से डाउनलोड करें।

source: OK
hi: ठीक है

source: Arun Gas Services
hi: अरुण गैस सेवाएँ

source: Login to your account
hi: अपने खाते में लॉगिन करें

source: Username
hi: उपयोगकर्ता नाम

source: Password
hi: पासवर्ड

source: Forgot Password?
hi: पासवर्ड भूल गए?

source: Sign Up for New Account
hi: नया खाता पंजीकृत करें

source: LOGIN
hi: लॉगिन

source: No User Role Assigned
hi: कोई उपयोगकर्ता भूमिका असाइन नहीं है

source: Please contact administrator.
hi: कृपया प्रशासक से संपर्क करें।

source: Become a Partner
hi: साझेदार बनें

source: Continue to Partner Registration
hi: साझेदार पंजीकरण जारी रखें

source: Home
hi: होम

source: Orders
hi: ऑर्डर

source: Cash
hi: नकद

source: Inventory
hi: इन्वेंटरी

source: Profile
hi: प्रोफ़ाइल

# dashboardTitle
source: Dashboard
hi: डैशबोर्ड

# dashboardRefreshTooltip
source: Refresh Dashboard
hi: डैशबोर्ड रीफ्रेश करें

# dashboardLoadingLabel
source: Loading dashboard...
hi: डैशबोर्ड लोड हो रहा है...

# dashboardRefreshSuccess
source: Dashboard refreshed
hi: डैशबोर्ड रीफ्रेश हो गया

# dashboardRefreshFailure
source: Failed to refresh dashboard
hi: डैशबोर्ड रीफ्रेश करने में विफल

# dashboardUserLoadFailure
source: Failed to load user information
hi: उपयोगकर्ता जानकारी लोड करने में विफल

# dashboardDataLoadFailure
source: Failed to load dashboard data
hi: डैशबोर्ड डेटा लोड करने में विफल

# dashboardGreetingMorning
source: Good morning
hi: सुप्रभात

# dashboardGreetingAfternoon
source: Good afternoon
hi: नमस्कार

# dashboardGreetingEvening
source: Good evening
hi: शुभ संध्या

# dashboardUserFallback
source: User
hi: उपयोगकर्ता

# dashboardPendingApprovalSingle
source: {count} pending approval
hi: {count} लंबित स्वीकृति

# dashboardPendingApprovalsMultiple
source: {count} pending approvals
hi: {count} लंबित स्वीकृतियाँ

# dashboardQuickActionsTitle
source: Quick Actions
hi: त्वरित क्रियाएँ

# dashboardCreateOrderTitle
source: Create Order
hi: ऑर्डर बनाएँ

# dashboardCreateOrderSubtitle
source: New sale order
hi: नया बिक्री ऑर्डर

# dashboardCashDepositTitle
source: Cash Deposit
hi: कैश जमा

# dashboardCashDepositSubtitle
source: Deposit collections
hi: संग्रह जमा करें

# dashboardChallanTitle
source: Challan
hi: चालान

# dashboardChallanSubtitle
source: Create a challan
hi: नया चालान बनाएँ

# dashboardDepositItemsTitle
source: Deposit Items
hi: आइटम जमा करें

# dashboardDepositItemsSubtitle
source: Return inventory
hi: इन्वेंट्री लौटाएँ

# dashboardInventoryManagementTitle
source: Inventory Management
hi: इन्वेंट्री प्रबंधन

# dashboardProcurementTitle
source: Procurement (Purchase Invoice)
hi: प्रोक्योरमेंट (परचेज इनवॉइस)

# dashboardProcurementSubtitle
source: Vehicle in/out records
hi: वाहन प्रवेश/निकास रिकॉर्ड

# dashboardInventoryApprovalsTitle
source: Inventory Approvals
hi: इन्वेंट्री स्वीकृतियाँ

# dashboardInventoryApprovalsSubtitle
source: Review pending requests
hi: लंबित अनुरोध देखें

# dashboardCashManagementTitle
source: Cash Management
hi: कैश प्रबंधन

# dashboardCashApprovalsTitle
source: Cash Approvals
hi: कैश स्वीकृतियाँ

# dashboardCashApprovalsSubtitle
source: Review pending deposits
hi: लंबित जमा की समीक्षा करें

# dashboardCustomerSupportTitle
source: Customer Support
hi: ग्राहक सहायता

# dashboardOpenTicketsTitle
source: Open Tickets
hi: खुले टिकट

# dashboardOpenTicketsSubtitle
source: Customer support requests
hi: ग्राहक सहायता अनुरोध

# dashboardResolvedTodayLabel
source: Resolved Today
hi: आज हल किए गए

# dashboardAverageResponseLabel
source: Avg Response
hi: औसत प्रतिक्रिया

# dashboardSystemOverviewTitle
source: System Overview
hi: सिस्टम अवलोकन

# dashboardTodaysOrdersLabel
source: Today's Orders
hi: आज के ऑर्डर

# dashboardActiveUsersLabel
source: Active Users
hi: सक्रिय उपयोगकर्ता

# dashboardAllApprovalsTitle
source: All Approvals
hi: सभी स्वीकृतियाँ

# dashboardGettingStartedTitle
source: Getting Started
hi: शुरुआत करें

# dashboardViewProfileTitle
source: View Profile
hi: प्रोफ़ाइल देखें

# dashboardViewProfileSubtitle
source: Personal information
hi: व्यक्तिगत जानकारी

# dashboardStatusClear
source: Clear
hi: साफ़

# dashboardInventoryPendingSubtitle
source: {count} items need approval
hi: {count} आइटम स्वीकृति चाहते हैं

# dashboardCashPendingSubtitle
source: {count} deposits need approval
hi: {count} जमा स्वीकृति चाहते हैं

# dashboardOrderApprovalsTitle
source: Order Approvals
hi: ऑर्डर स्वीकृतियाँ

# dashboardOrdersPendingSubtitle
source: {count} orders need approval
hi: {count} ऑर्डर स्वीकृति चाहते हैं

# dashboardCseTicketsTitle
source: CSE Tickets
hi: सीएसई टिकट

# dashboardTicketsPendingSubtitle
source: {count} tickets need attention
hi: {count} टिकट ध्यान चाहते हैं

# dashboardNoPendingNotifications
source: No pending notifications
hi: कोई लंबित सूचना नहीं

# dashboardNotificationsTitle
source: Notifications
hi: सूचनाएँ

# dashboardPendingCountLabel
source: {count} pending
hi: {count} लंबित

# dashboardOrderApprovalsComingSoon
source: Order approvals feature coming soon
hi: ऑर्डर स्वीकृतियाँ जल्द उपलब्ध होंगी

# dashboardCseTicketsComingSoon
source: CSE tickets feature coming soon
hi: सीएसई टिकट सुविधा जल्द आ रही है

# dashboardNewApprovalPending
source: New {module} approval pending
hi: नई {module} स्वीकृति लंबित

# dashboardModuleInventory
source: inventory
hi: इन्वेंट्री

# dashboardModuleCash
source: cash
hi: कैश

# dashboardModuleOrders
source: orders
hi: ऑर्डर

# dashboardModuleCse
source: customer support
hi: ग्राहक सहायता

# dashboardRoleDeliveryBoy
source: Delivery Boy
hi: डिलीवरी बॉय

# dashboardRoleWarehouseManager
source: Warehouse Manager
hi: वेयरहाउस प्रबंधक

# dashboardRoleGeneralManager
source: General Manager
hi: महाप्रबंधक

# dashboardRoleCustomerServiceExecutive
source: Customer Service Executive
hi: ग्राहक सेवा कार्यकारी

# dashboardRoleCashier
source: Cashier
hi: कैशियर

# dashboardAdditionalRoles
source: {firstRole} + {remainingCount} more
hi: {firstRole} + {remainingCount} और
